{
   "title":"EOSARMY",
   "tagline":{
      "en":"Create and fund the intelligence arm of EOS",
      "zh":"为EOSARMY.io投票，帮助创立EOS智库并为其提供资金"
   },
   "introduce":{
      "en":"VOTE FOR EOSARMY.io TO CREATE AND FUND THE INTELLIGENCE ARM OF EOS. EOS is a socio economic experiment that could mark the beginning of the largest transfer of wealth in human history. During this transformation it is naive to believe market dominators will give up market share. Getting the right Intelligence team up to speed, and in sync with the needs of the EOS community, takes time. If we don’t begin one step ahead, we are one step behind. If elected standby block producer or better, we intend to use those resources to fund, and create the intelligence arm of the EOS ecosystem. We have succeeded in putting together a team drawing on backgrounds in investigative journalism, military Intelligence, and more. A team that believe’s as strongly as we do, in the profound implications of EOS.Go to https://www.eosarmy.io to read more",
      "zh":"EOS是一场社会经济实验，它可能标志着人类历史上最大规模财富转移的开始。在这种转变过程中，若是认为市场支配者会放弃市场份额，那这种观点可能过于天真。让合适的情报团队快速进入状态，与EOS社区的需求同步，需要一定的时间。如果我们不领先一步，我们就落后了一步。如果当选为备用区块生产者或获得更好的结果，我们打算利用这些资源来资助并创建EOS生态系统的智库。我们现在已经成功地组建了一支在新闻调查、军事情报等方面背景深厚的团队，一支向我们一样对社会经济充满坚定信仰的团队。我们会怎么做？在EOS社区和当选区块生产者的帮助下，我们将指导并确定调查研究。我们将采取多种形式进行研究......此处阅读更多内容并了解团队信息 https://www.eosarmy.io"
   },
   "account_name":"eosarmyioant",
   "public_key":"EOS8gHdkgwd3FGeayLviL2JR4F8x1TpnG7JizqZzdD2bnK1wicuvy",
   "org":{
      "name":"EOSARMY.io",
      "website":"https://www.eosarmy.io",
      "email":"info@eosarmy.io",
      "branding":{
         "logo":"logo-eosarmy.png",
         "cover":""
      },
      "location":"Dublin, Ireland",
      "social_network":{
         "steemit":"https://steemit.com/@eosarmy",
         "telegram":"https://t.me/joinchat/G5dVyg9NpPfQraDPkX_Pzw"
      }
   },
   "nodes":[
      {
         "location":{
            "id":"primary",
            "name":"NL"
         },
         "is_producer":true,
         "p2p_endpoint":"node2.eosarmy.io:3330",
         "api_endpoint":"http://node2.eosarmy.io:8888",
         "ssl_endpoint":""
      }
   ]
}