{
  "title": "EOSTHU",
  "tagline": {
    "en": "EOSTHU-Make your EOS dream come true",
    "zh": "EOSTHU-带你玩转柚子."
  },
  "introduce": {
    "en": "EOSTHU is the first EOS block producer candidate globally which is built in university and focus on EOS technical training for the undergraduates. It is supported by Tsinghua University X-elevator and builds strong relationship with R&D centers in universities and research institutions. We have experienced EOS developing engineers who can offer professional coach to university students. We will provide regular training in universities step by step start from Tsinghua. EOS supporters and community builders will gather together in EOSTHU. Programming competition will be held to find talents on EOS. Besides that, we have built professional blockchain committee for Intellectual Property Protection Alliance. Opportunities will be provided to communicate and work with each other. EOSTHU builds close relationship with investors who will help the EOS developers build their own EOS community. Zhao Wei, Founder of EOSTHU, graduated from School of Economics and Management of Tsinghua University with EMBA degree. He is the secretary-general of the entrepreneurship association of the school of economics and management, Tsinghua university. He is also an angel investor and the innovation and entrepreneurship tutor of \"president cup entrepreneurship competition\" of Tsinghua. He established in 2015 the first intellectual property equity fund guided by national capital - intellectual property equity funds, which is known as the national team or intellectual property funds. He invested on bitcoin miner in 2013 and is in the earliest batch who sensed the value of blockchain. Now he discovers the superiority of EOS and decides to provide the best EOS training course for the undergraduates.",
    "zh": "EOSTHU是全球第一个EOS高校竞选节点。创始人赵伟先生任清华互联网产业研究院知识产权转化实验室主任、清华经管互联网协会首届副会长及理事，同时是清华经管创业协会秘书长、清华大学“校长杯创业大赛”创新创业导师，任清创纪元(清华经管创业者加速器运营公司)副董事长。赵伟先生是一名资深的天使投资人，具有丰富的创投经验；同时是一名资深的区块链应用专家，对区块链在供应链领域、溯源领域及知识产权领域的应用具有独到见解。EOSTHU与高校及科研单位建立了广泛的联系。我们致力于向高校在校生培训区块链尤其是EOS的开发技术，从清华开始逐步扩散至北京及全国各高校。通过举办EOS大赛，我们将发掘优秀的EOS开发者并向投资人做推介。EOSTHU团队拥有丰富的社区产品开发和培训、投资运营经验，在产品研发、业务逻辑设计、流量运营、交互体验优化、课程设计、项目投资等方面有着丰富的经验和技术沉淀。EOSTHU团队自创立之初就坚持探索有用户价值的EOS生态产品，对用户体验的追求几近偏执，EOSTHU将为高频使用场景提供最优雅的产品体验。EOSTHU将成为EOS爱好者的社区，在此聚集了众多EOS的发烧友。DAPP开发者可以从中寻找到用户，对接投资人；技术大咖可以从中找到心仪的项目并加入作为其中的一员；投资人将从中挖掘到优质项目，为整个生态提供支撑。EOSTHU将为EOS开辟一块试验田，搭建EOS生态入口，建设EOS技术人才社区，我们唯一的、根本的目的，是为了让EOS生态更好的服务现实世界。"
  },
  "account_name": "eosthu",
  "public_key": "",
  "org": {
    "name": "EOSTHU",
    "website": "http://www.eosthu.com/",
    "email": "service@flian.com",
    "branding": {
      "logo": "logo-EOSTHU.png",
      "cover": "cover-EOSTHU.png"
    },
    "location": "Beijing, China",
    "social_network": {
      "steemit": "https://steemit.com/@eosthu",
      "twitter": "http://twitter.com/eosthu",
      "github": "https://github.com/eosthu",
      "telegram": "http://t.me/eosthu"
    }
  },
  "nodes": [
    {
      "location": {
        "id": "86",
        "name": "Beijing"
      },
      "is_producer": false,
      "p2p_endpoint": "",
      "api_endpoint": "",
      "ssl_endpoint": ""
    },
    {
      "location": {
        "id": "81",
        "name": "Japan"
      },
      "is_producer": false,
      "p2p_endpoint": "",
      "api_endpoint": "",
      "ssl_endpoint": ""
    },
    {
      "location": {
        "id": "65",
        "name": "Singapore"
      },
      "is_producer": false,
      "p2p_endpoint": "",
      "api_endpoint": "",
      "ssl_endpoint": ""
    }
  ]
}