{
  "title": "EOSWancloud",
  "tagline": {
    "en": " A Trusted Enterprise Contributor of Blockchain Ecosystem ",
    "zh": "值得信任的企业级区块链生态贡献者。",
  },
  "introduce": {
    "en": "Wancloud has gathered an experienced team. And all of them have relevant background. Tom Tao, General Manager of Wancloud,has already accumulated rich practical experience in service management and business management for over 18 years in global leading companies. He started tracking the trend of blockchain, cloud computing, IoT and smart manufacturing industry since 2013. Leo Li, Chief Architect and Product Director, is a blockchain technology enthusiast and community activist. He had worked in Fintech companies as a Product Director for years. With many years of experience in blockchain and cloud computing, Leo has several technology patents. Jian holds a master degree of software engineering from Fudan University. He has 15 years of experience in the IT industry and has served many leading companies such as Hewlett-Packard, Yibao, and Weijing. As a team leader, he has participated in a few Internet entrepreneurial projects. He has always kept tracking blockchain technology and been responsible for several blockchain projects. Ying holds a master degree of Traffic Control and Information Engineering. He worked in technology companies like SAP over 11years, so he has accumulated rich experience project management. He has led many projects based on blockchain since got involvement in blockchain industry, which gives him a deep understanding of combination of blockchain and traditional industries. Over 13 years software development experience in IT companies, Tony has depth knowledge in system design and maintenance. He used to work for HP software department as an expert.",
    "zh": "Wancloud聚集了一批经验丰富的区块链行业精英，他们均有深厚的区块链行业相关背景。"
  },
  "account_name": "EOS Wancloud",
  "public_key": "",
  "org": {
    "name": "EOS Wancloud",
    "website": "http://www.wancloud.cloud",
    "email": "contact@wancloud.cloud",
    "branding":{
      "logo": "logo-EOSWancloud.png",
      "cover": "cover-EOSWancloud.png"
    },
    "location": "HongKong",
    "social_network": {
      "steemit": "https://steemit.com/@eoswancloud",
      "twitter": "https://twitter.com/WancloudEOS",
      "facebook": "https://www.facebook.com/wan.cloud.73",
      "telegram": "https://t.me/EOSWancloud"
    }
  },
  "nodes": [
    {
      "location": {
        "id": "",
        "name": ""
      },
      "is_producer": false,
      "p2p_endpoint": "",
      "api_endpoint": "",
      "ssl_endpoint": ""
    }
  ]
}